Repository: santhosh-aictec/aictec_digital_signage
Catalog: assets/language/l10n/app_*.arb
Languages: ar

source: About
ar: نحن

# aboutLabel
source: but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.
ar: هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في هذا النص. بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت على إعادة تكرار مقاطع من نص لوريم إيبسوم نفسه عدة مرات بما تتطلبه الحاجة

# accessCardAlertMessage
source: Please add your card to start using the application
ar: من فضلك ، أضف بطاقتك لبدء استخدام التطبيق

source: ACCESS CARDS
ar: بطاقات الدخول

source: Activate Card
ar: تفعيل البطاقة

source: Active
ar: نشط

source: Add Card
ar: إضافة بطاقة

# addToFavoriteList
source: Add To Favourite List
ar: أضف إلى المفضلة لديك

source: Add To Quick List
ar: أضف إلى القائمة السريعة

source: ALERT
ar: تنبيه

source: AVAILABLE
ar: متوفر

# availableDevices
source: AVAILABLE DOORS
ar: الأبواب المتاحة

source: Badge
ar: وضع الفتح بالشارة

# badgeMode
source: Badge
ar: بالشارة

# badgeTimeOutText
source: Badge Time Out In Seconds!
ar: مهلة الشارة بالثواني!

# bluetoothOffMessage
source: Please, be sure that Bluetooth and Location services are activated.
ar: البلوتوث أو محدد الموقع غير متاح!

source: Cancel
ar: إغلاق

source: Choose Language
ar: اختيار اللغة

# codeSentSuccessfullyMessage
source: Code Sent Successfully
ar: تم إرسال الرمز بنجاح

# confirm
source: Save
ar: حفظ

source: Connect
ar: اتصل

source: Connecting
ar: جاري الإتصال

# continueText
source: AGREE AND CONTINUE
ar: موافق ومتابعة

source: Decimal
ar: عدد عشري

# defaultText
source: Default
ar: الإفتراضي

# deleteStoredDeviceWarning
source: Do you want to delete this device?
ar: هل تريد تأكيد حذف هذا الجهاز المخزن؟

source: Developer Options
ar: خيارات المطور

# deviceNotExistsError
source: Device not exists in area
ar: الجهاز غير موجود في المنطقة

# deviceNotRespondMessage
source: Device Not Respond
ar: الجهاز لا يستجيب

source: Done
ar: تأكيد

source: Doors
ar: الأبواب

# emptyCardErrorMessage
source: You don't have any active card
ar: لاتوجد بطاقة مفعلة للاستخدام

# emptyId
source: Please enter your id!
ar: الرجاء إدخال الكود الخاص بك!

# emptyOtp
source: Please enter OTP code.
ar: الرجاء إدخال الرمز

# emptyVerificationCode
source: Please Enter Verification Code
ar: يرجى إدخال رمز التحقق

# enterBadgeValidFormatMessage
source: Enter Badge Valid Format.
ar: أدخل صيغة صالحة للشارة

# enterCardNumberText
source: Enter card number
ar: أدخل رقم البطاقة

source: Enter server link
ar: أدخل رابط الخادم

source: Enter Short Link
ar: ادخل الرابط المرسل

# enterValidFormatMessage
source: Enter Valid Format
ar: أدخل صيغة صالحة

source: Enter Verification Code
ar: أدخل رمز التحقق

# expiredOtp
source: Please enter valid OTP
ar: يرجى التاكد من صلاحية الرمز

# favorite
source: FAVOURITE
ar: المفضلة

source: FAVOURITE DOORS
ar: الأبواب المفضلة

# favouriteListText
source: Favourite List!
ar: قائمة المفضلة!

source: FEEDBACk
ar: الاستجابة

# filterByText
source: Filter By!
ar: فرز بواسطة!

source: Generate
ar: إنشاء

source: GO TO SETTINGS
ar: الإنتقال إلى الإعدادات

source: Hand Free
ar: اليد الحرة

source: Hex
ar: سداسي

source: Home
ar: الرئيسية

source: How To Use
ar: طريقة الاستخدام

# idOrPassword
source: Enter ID / Password
ar: أدخل المعرف / كلمة المرور

# idText
source: Please add card number
ar: الرجاء إضافة رقم البطاقة

source: Inactive
ar: غير نشط

# internetProblem
source: Please make sure you are connected to the internet?
ar: يرجى التاكد من الاتصال بشبكة الانترنت ؟

# lastConnectedDoors
source: RECENTLY CONNECTED DOORS
ar: الأبواب المتصلة حديثًا

# licenseExpiredMessage
source: Your License is expired, Contact administrator for license renewal
ar: انتهت صلاحية ترخيصك ، اتصل بالمسؤول لتجديد الترخيص

source: Locked
ar: مقفل

source: Login
ar: تسجيل الدخول

# manualMode
source: Manual
ar: يدوي

source: Manual Open Mode
ar: وضع الفتح اليدوي

# modeTypeText
source: Mode Type
ar: نوع النمط

source: Notification
ar: الإشعارات

# ok
source: Confirm
ar: تأكيد

source: OTP Verification
ar: التحقق من OTP

# otpVerificationQuestion
source: OTP not received?
ar: لم يتم استلام الرمز؟

# permissionErrorMessage
source: Please, be sure that Bluetooth and Location services are activated.
ar: يرجى التأكد من تنشيط خدمات البلوتوث ومحدد الموقع

source: Previous Cards
ar: البطاقات السابقة

# privacyPolicyAlertMessage
source: In order to use the application, You need to agree to the privacy policy.
ar: من أجل استخدام التطبيق ، تحتاج إلى الموافقة على سياسة الخصوصية.

source: Quick Access
ar: الوصول السريع

# quickAccessDevices
source: Quick Access Doors
ar: أبواب الوصول السريع

source: Quick List
ar: القائمة السريعة

source: READ MORE
ar: اقرأ المزيد

# recentDevices
source: STORED DOORS
ar: الأبواب المخزنة

source: RECENTLY CONNECTED DEVICES
ar: الأجهزة المتصلة حديثًا

# requestOtp
source: Request Code
ar: طلب كود

# requestOtpHint
source: Enter Code
ar: ادخل الرمز

source: RESEND
ar: إعادة إرسال

# resendOtpFailedMessage
source: Something went wrong
ar: حدث خطا ما,يرجى المحاوله لاحقايرجى المحاوله لاحقا

# resendOtpSuccessfulMessage
source: OTP resend successfully
ar: تم ارسال الكود مره اخرىتم ارسال الكود مره اخرى

# resetAppText
source: Reset Application
ar: إعادة الضبط

# resetConfirmText
source: Do you want to confirm the reset?
ar: هل تريد تأكيد إعادة الضبط؟

# resetSuccessfullyMessage
source: App Reset Successfully
ar: تم إعادة الضبط بنجاح

source: RETRY
ar: حاول مرة أخرى

# savedText
source: Saved
ar: تم الحفظ

# scanCard
source: Find Doors
ar: البحث عن أبواب

source: Settings
ar: الإعدادات

source: Sign Out
ar: تسجيل الخروج

source: Sound Indicator
ar: مؤشر الصوت

# statusModeLabel
source: Status Mode
ar: وضع الحالة

source: TERMS & PRIVACY
ar: الشروط والخصوصية

source: Test
ar: إختبار

source: Tutorial
ar: الإرشادات

# validateBaseUrl
source: Enter server domain first!
ar: يرجى ادخال صيفه موقع صحيحه

# validateFavouriteListlength
source: Favourite value should be more than Zero.
ar: يجب أن تكون قيمة المفضلة أكبر من الصفر.

# validateQuickAccessListlength
source: Quick Access value should be more than Zero
ar: يجب أن تكون قيمة الوصول السريع أكثر من الصفر

# validateServerDomain
source: Enter valid server domain!
ar: يرجى ادخال صيفه موقع صحيحه

source: Verification Mode
ar: طريقة التحقق

source: Version
ar: إصدار

source: Vibrator Signal
ar: تنبيه بالاهتزاز

# wrongFormatError
source: Please enter valid format
ar: يرجى ادخال الصيغة الصحيحه

# wrongId
source: Wrong ID format
ar: صيغة الكود غير صحيحة
